{
  "title": "Cookie Policy",
  "last_updated": "January 2025",
  "body": "## 1. What Are Cookies\n\nCookies are small text files that are placed on your computer or mobile device when you visit a website. They are widely used to make websites work more efficiently and to provide information to website owners.\n\nCookies allow websites to recognise your device and remember certain information about your visit, such as your preferences and settings.\n\n## 2. How We Use Cookies\n\nButerin L'Estrange uses cookies for the following purposes:\n\n- **Essential Cookies:** These cookies are necessary for the website to function properly. They enable basic functions like page navigation and access to secure areas of the website.\n- **Performance Cookies:** These cookies help us understand how visitors interact with our website by collecting and reporting information anonymously. This helps us improve the website's performance.\n- **Functionality Cookies:** These cookies allow the website to remember choices you make (such as your language preference) and provide enhanced, more personal features.\n- **Analytics Cookies:** We use analytics services to help analyse how users use the website. The information generated is used to compile reports and help us improve the site.\n\n## 3. Types of Cookies We Use\n\n| Cookie Name | Purpose | Duration |\n|-------------|---------|----------|\n| Session Cookie | Maintains user session state across page requests | Session |\n| _ga | Google Analytics - Used to distinguish users | 2 years |\n| _gid | Google Analytics - Used to distinguish users | 24 hours |\n| _gat | Google Analytics - Used to throttle request rate | 1 minute |\n\n## 4. Third-Party Cookies\n\nIn addition to our own cookies, we may also use various third-party cookies to report usage statistics of the website and deliver advertisements on and through the website. These may include:\n\n- **Google Analytics:** We use Google Analytics to analyse the use of our website. Google Analytics gathers information about website use by means of cookies.\n- **Social Media:** If you share our content through social media platforms, those platforms may set cookies on your device.\n\n## 5. Managing Cookies\n\nMost web browsers allow you to control cookies through their settings preferences. However, if you limit the ability of websites to set cookies, you may impact your overall user experience.\n\n### Browser Settings\n\nYou can manage cookies through your browser settings:\n\n- **Chrome:** Settings > Privacy and Security > Cookies and other site data\n- **Firefox:** Options > Privacy & Security > Cookies and Site Data\n- **Safari:** Preferences > Privacy > Cookies and website data\n- **Edge:** Settings > Cookies and site permissions\n\n### Opt-Out Options\n\nYou can opt out of Google Analytics by installing the Google Analytics Opt-out Browser Add-on.\n\n## 6. Cookie Consent\n\nWhen you first visit our website, you will be shown a cookie banner asking for your consent to set non-essential cookies. You can change your preferences at any time by clearing your browser cookies and revisiting our site.\n\nEssential cookies will always be set as they are necessary for the website to function properly.\n\n## 7. Updates to This Policy\n\nWe may update this Cookie Policy from time to time to reflect changes in technology, legislation, or our data practices. Any changes will be posted on this page with an updated revision date.\n\n## 8. Contact Us\n\nIf you have any questions about our use of cookies, please contact us:\n\n**Buterin L'Estrange**\nUnit 1 / 5-6 Luke Close\nWest Gosford, NSW 2250\n\nEmail: admin@blprojects.com.au\nPhone: 1800 BL PROJECTS\n\n## 9. More Information\n\nFor more information about cookies and how to manage them, visit www.allaboutcookies.org.\n\nFor information about our broader privacy practices, please see our Privacy Policy."
}
